tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "atool"
brew "autojump"
brew "bat"
brew "openjdk@11"
brew "bazel"
brew "binutils"
brew "python@3.9"
brew "glib"
brew "cdecl"
brew "cheat"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "poppler"
brew "diff-pdf"
brew "diffoscope"
brew "dos2unix"
brew "duti"
brew "espeak"
brew "exa"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-gui"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "pango"
brew "gnuplot"
brew "go"
brew "python@3.8", link: false
brew "graphviz"
brew "htop"
brew "hub"
brew "hyperfine"
brew "icdiff"
brew "ipython"
brew "jd"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "keychain"
brew "kubernetes-cli"
brew "llvm"
brew "make"
brew "mas"
brew "mosh"
brew "neovim"
brew "nginx"
brew "parallel"
brew "pdfgrep"
brew "pstree"
brew "pv"
brew "pyenv"
brew "pypy"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "semgrep"
brew "shellcheck"
brew "sponge"
brew "stow"
brew "tag"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tor"
brew "torsocks"
brew "trash"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "xsv"
brew "youtube-dl"
cask "1password"
cask "adobe-acrobat-pro"
cask "adobe-acrobat-reader"
cask "airtable"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "arq"
cask "battle-net"
cask "bettertouchtool"
cask "bitcoin-core"
cask "bookends"
cask "brave-browser"
cask "calibre"
cask "cold-turkey-blocker"
cask "cryptomator"
cask "deepl"
cask "detexify"
cask "discord"
cask "djview"
cask "docker"
cask "dropbox"
cask "exifcleaner"
cask "freedom"
cask "goldendict"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "hex-fiend"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "keycue"
cask "logseq"
cask "lunar"
cask "mactex"
cask "macvim"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "moom"
cask "mullvadvpn"
cask "nomachine"
cask "obsidian"
cask "r"
cask "rescuetime"
cask "rstudio"
cask "sage"
cask "signal"
cask "skim"
cask "skype"
cask "slack"
cask "standard-notes"
cask "steam"
cask "sublime-text"
cask "sunsama"
cask "swiftdefaultappsprefpane"
cask "the-unarchiver"
cask "toggl-track"
cask "tor-browser"
cask "transmission"
cask "tresorit"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wasabi-wallet"
cask "webex"
cask "wireshark"
cask "workflowy"
cask "zoom"
cask "zotero"
mas "AdGuard for Safari", id: 1440147259
mas "Be Focused Pro", id: 961632517
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LiquidText", id: 922765270
mas "MacFamilyTree 9", id: 1458866808
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "OwlOCR", id: 1499181666
mas "Pages", id: 409201541
mas "PDFCombo", id: 1030461463
mas "PDFOutliner", id: 420874236
mas "SecurID Authenticator", id: 318038618
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Streaks", id: 963034692
mas "Trello", id: 1278508951
mas "Vetted for Safari", id: 1536986641
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "xSearch", id: 1579902068
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "serenade.serenade"
