tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "ansible"
brew "black"
brew "yamllint"
brew "ansible-lint"
brew "atool"
brew "autojump"
brew "bat"
brew "clang-format"
brew "coreutils"
brew "ddcctl"
brew "dos2unix"
brew "fd"
brew "findutils"
brew "fish"
brew "flake8"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-gui"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "lua"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "htop"
brew "hyperfine"
brew "icdiff"
brew "ipython"
brew "jd"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "lnav"
brew "luajit"
brew "mas"
brew "neovim"
brew "parallel"
brew "pdfgrep"
brew "poetry"
brew "pstree"
brew "pv"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "semgrep"
brew "shellcheck"
brew "sponge"
brew "starship"
brew "stow"
brew "tag"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "xsv"
brew "youtube-dl"
cask "1password7"
cask "adobe-acrobat-pro"
cask "adobe-acrobat-reader"
cask "airtable"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "arq"
cask "bettertouchtool"
cask "bookends"
cask "brave-browser"
cask "calibre"
cask "chrysalis"
cask "cold-turkey-blocker"
cask "devdocs"
cask "discord"
cask "djview"
cask "dropbox"
cask "freedom"
cask "go-shiori"
cask "hammerspoon"
cask "karabiner-elements"
cask "lm-studio"
cask "logi-options-plus"
cask "lunar"
cask "mactex"
cask "macvim"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "moneydance"
cask "moom"
cask "neovide"
cask "nomachine"
cask "obsidian"
cask "rescuetime"
cask "signal"
cask "skim"
cask "swiftdefaultappsprefpane"
cask "the-unarchiver"
cask "tresorit"
cask "visual-studio-code"
cask "vlc"
cask "workflowy"
cask "zoom"
cask "zotero"
mas "AdGuard for Safari", id: 1440147259
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Flow", id: 1423210932
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "OwlOCR", id: 1499181666
mas "Pages", id: 409201541
mas "PDFCombo", id: 1030461463
mas "PDFOutliner", id: 420874236
mas "SecurID Authenticator", id: 318038618
mas "Spark", id: 1176895641
mas "Vetted for Safari", id: 1536986641
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "xSearch", id: 1579902068
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "serenade.serenade"
