tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "afl-fuzz"
brew "atool"
brew "python@3.9"
brew "autojump"
brew "bat"
brew "openjdk@11"
brew "bazel"
brew "binutils"
brew "boost"
brew "glib"
brew "cdecl"
brew "cf-tool"
brew "cheat"
brew "clang-format"
brew "cli11"
brew "cling"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "nghttp2"
brew "poppler"
brew "diff-pdf"
brew "diffoscope"
brew "docker"
brew "dos2unix"
brew "espeak"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gdk-pixbuf"
brew "ghc"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-gui"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "pango"
brew "gnuplot"
brew "go"
brew "python@3.8"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "icdiff"
brew "ipython"
brew "jd"
brew "john"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "keychain"
brew "kubernetes-cli"
brew "llvm"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "mat2"
brew "mercurial"
brew "mosh"
brew "neovim"
brew "nginx"
brew "openjdk"
brew "parallel"
brew "pdfgrep"
brew "php"
brew "prometheus"
brew "pstree"
brew "pup"
brew "pv"
brew "pyenv"
brew "pypy"
brew "python-yq"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "semgrep"
brew "shellcheck"
brew "sponge"
brew "stow"
brew "subversion"
brew "tag"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tor"
brew "torsocks"
brew "trash"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "xsv"
brew "youtube-dl"
cask "1password"
cask "adobe-acrobat-pro"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "alfred"
cask "amadine"
cask "anki"
cask "appcleaner"
cask "balenaetcher"
cask "bettertouchtool"
cask "bisq"
cask "bitcoin-core"
cask "brave-browser"
cask "busycal"
cask "calibre"
cask "cardhop"
cask "cold-turkey-blocker"
cask "cryptomator"
cask "db-browser-for-sqlite"
cask "deepl"
cask "detexify"
cask "djview"
cask "dropbox"
cask "electrum"
cask "element"
cask "exifcleaner"
cask "fantastical"
cask "freedom"
cask "freenettray"
cask "garmin-express"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hammerspoon"
cask "handbrake"
cask "hex-fiend"
cask "intellij-idea-ce"
cask "iterm2"
cask "jami"
cask "karabiner-elements"
cask "keycue"
cask "little-snitch"
cask "lunar"
cask "mactex"
cask "macvim"
cask "meld"
cask "messenger"
cask "micro-snitch"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "mullvadvpn"
cask "nomachine"
cask "obs"
cask "obsidian"
cask "onionshare"
cask "patchwork"
cask "r"
cask "rescuetime"
cask "rstudio"
cask "sage"
cask "sequel-pro"
cask "session"
cask "signal"
cask "skim"
cask "skype"
cask "slack"
cask "smartgit"
cask "spotify"
cask "standard-notes"
cask "steam"
cask "sublime-text"
cask "swiftdefaultappsprefpane"
cask "syncthing"
cask "the-unarchiver"
cask "toggl-track"
cask "tor-browser"
cask "transmission"
cask "tresorit"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wasabi-wallet"
cask "webex"
cask "wire"
cask "wireshark"
cask "workflowy"
cask "xquartz"
cask "zoom"
mas "Be Focused Pro", id: 961632517
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LiquidText", id: 922765270
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "OwlOCR", id: 1499181666
mas "Pages", id: 409201541
mas "PDFCombo", id: 1030461463
mas "PDFOutliner", id: 420874236
mas "Spark", id: 1176895641
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
